Fabrication dimension name.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public string Name { get; }
  Visual Basic
Public ReadOnly Property Name As String
	Get
  Visual C++
public:
property String^ Name {
	String^ get ();
}
 See Also
  FabricationDimensionDefinition Class
  Autodesk.Revit.DB Namespace